effect_tplt={   // 效果表,字段说明,例.1001:效果id,type:效果类型,value:相应效果类型的参数数值
1001:{type:11,value:[]},										//随机替换
1002:{type:12,value:[]},										//四向变色
1003:{type:13,value:[]},										//对角变色
3001:{type:31,value:[[1,600],[2,400]]},							//随机百搭
3002:{type:32,value:[[1,600],[2,400]]},							//固定百搭
3003:{type:33,value:[]},										//四角调换
3004:{type:34,value:[]},										//固定符号
3005:{type:35,value:[]},										//随机漫步
3006:{type:36,value:[]},										//彩虹消除
3007:{type:37,value:[[3,500],[5,300],[7,200]]}					//随机消除
};